Repository: NaanPradeep/PHP-API
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Account created successfully
es: Cuenta creada con éxito
fr: Compte créé avec succès

source: Couldn't send an email to your email address
es: No se pudo enviar un correo electrónico a su dirección de correo electrónico.
fr: Impossible d'envoyer un e-mail à votre adresse e-mail

source: Email already exists and linked with another account
es: El correo electrónico ya existe y está vinculado con otra cuenta
fr: L'e-mail existe déjà et est lié à un autre compte

source: Registration Failed
es: Registro fallido
fr: Échec de l'enregistrement

source: Password Request Link
es: Enlace de solicitud de contraseña
fr: Lien de demande de mot de passe

source: Password reset link has been sent to your email.
es: Se ha enviado un enlace para restablecer la contraseña a su dirección de correo electrónico.
fr: Le lien de réinitialisation du mot de passe a été envoyé à votre adresse e-mail.

source: Couldn't send an email. Please check your email address
es: No se pudo enviar un correo electrónico. Por favor, compruebe su dirección de correo electrónico
fr: Impossible d'envoyer un e-mail. Veuillez vérifier votre adresse e-mail

source: Your email address is not registered in our record.
es: Su dirección de correo electrónico no está registrada en nuestro registro.
fr: Votre adresse e-mail n'est pas enregistrée dans notre dossier.

source: Successful login.
es: Acceso exitoso.
fr: Connexion réussie.

source: Login successfull
es: Inicio de sesión exitoso
fr: Connexion réussie

source: Your email does not exists
es: Tu correo electrónico no existe
fr: Votre email n'existe pas

source: Invalid credentials
es: Credenciales no válidas
fr: Credenciales no válidas

source: Email Verification
es: verificacion de email
fr: verificacion de email

source: Verification email has been successfully sent to your email.
es: El correo electrónico de verificación se envió correctamente a su correo electrónico.
fr: El correo electrónico de verificación se envió correctamente a su correo electrónico.

source: Unable to send email, please check your email address
es: No se pudo enviar un correo electrónico. Por favor, compruebe su dirección de correo electrónico
fr: No se pudo enviar un correo electrónico. Por favor, compruebe su dirección de correo electrónico

source: Email does not exist in our record
es: Su dirección de correo electrónico no está registrada en nuestro registro.
fr: L'e-mail n'existe pas dans notre dossier

source: Access denied.
es: Acceso denegado.
fr: Accès refusé.

source: Your password has been successfully changed
es: su contraseña ha sido cambiada exitosamente
fr: Votre mot de passe a été changé avec succès

source: Your password reset request failed
es: Tu solicitud de restablecimiento de contraseña falló
fr: Votre demande de réinitialisation de mot de passe a échoué

source: Your password reset link was expired
es: Su enlace de restablecimiento de contraseña venció
fr: Votre lien de réinitialisation de mot de passe a expiré

source: Your email verification is complete
es: Se completó la verificación de su correo electrónico
fr: La vérification de votre e-mail est terminée

source: Your email verification failed
es: Tu verificación de correo electrónico falló
fr: La vérification de votre e-mail a échoué

source: Account Preference updated successfully.
es: Preferencia de cuenta actualizada correctamente.
fr: Préférence de compte mise à jour avec succès.

source: Account updates failed
es: Las actualizaciones de la cuenta fallaron
fr: Échec des mises à jour du compte
